<template>
  <div class="page-service">
    <h2 class="text-center paddingB30">万物优联工业物联网平台服务条款</h2>
    <p>欢迎“您”（以下或称“用户”）与“万物优联”共同签署本《万物优联服务条款》协议（下称“本协议”），本协议阐述之条款和条件适用于您使用万物优联基于互联网，以包含万物优联等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。

    本协议为《万物优联服务条款》修订版本，自本协议发布之日起，万物优联站各处所称“万物优联服务条款”均指本协议。</p>
    <h3>一、接受协议</h3>
    <p>1.1本协议内容包括协议正文及所有万物优联已经发布或将来可能发布并采取合理途径通知的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
    <p>1.2您在点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。</p>
    <p>1.3当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序，或以任何方式进入万物优联并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序并停止使用服务。</p>
    <h3>二、定义</h3>
    <p>2.1万物优联站：指由万物优联开发运营的平台，包含万物优联站（所涉域名为&nbsp;unitslink.com）及客户端。</p>
    <p>2.2万物优联：指“万物优联大数据团队”，系万物优联站的经营者。</p>
    <h3>三、协议范围</h3>
    <p>3.1签约主体:
    本协议由您与万物优联共同缔结，本协议对您与万物优联具有同等合同效力。</p>
    <p>3.2补充协议:
    由于互联网高速发展，您与万物优联签署的本协议列明的条款并不能完整罗列并覆盖您与万物优联所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，万物优联隐私政策与本协议不可分割且具有同等法律效力。如您使用万物优联服务，视为您同意上述补充协议。</p>
    <h3>四、账户注册与使用</h3>
    <p>4.1用户资格</p>
    <p>4.1.1您确认，在您完成注册程序或以其他万物优联允许的方式实际使用服务时，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的相应后果，且万物优联有权终止向您提供服务并注销您的账户。如您代表一家公司或其他法律主体在万物优联站注册，则您声明和保证，您有权使该公司或该法律主体受本协议的约束。</p>
    <p>4.1.2此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用服务。</p>
    <p>4.2账户注册</p>
    <p>4.2.1在您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他万物优联允许的方式实际使用万物优联服务时，您即受本协议的约束。您可以使用您提供或确认的邮箱、手机号码或者万物优联允许的其它方式作为登录手段进入万物优联站。</p>
    <p>4.3账户转让</p>
    <p>由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经万物优联同意，并符合万物优联站规则规定的账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则万物优联有权追究您的违约责任，且由此产生的相应责任均由您承担。</p>
    <p>4.4账户安全</p>
    <p>4.4.1您的账户为您自行设置并由您保管，万物优联任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开万物优联站。账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，万物优联并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</p>
    <p>4.4.2除万物优联存在过错外，您应对您账户项下的所有行为结果负责。</p>
    <h3>五、服务及规范</h3>
    <p>您有权在万物优联站享受各项由万物优联提供的服务。</p>
    <h3>六、费用</h3>
    <p>6.1万物优联为万物优联站向您提供的服务付出了大量的成本，除万物优联站明示的收费业务外，万物优联向您提供的服务均是免费的。如未来万物优联向您收取合理费用，万物优联会采取合理途径并提前通过法定程序以本协议约定的有效方式通知您，确保您有充分选择的权利。</p>
    <h3>七、责任限制</h3>
    <p>7.1万物优联依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，万物优联并不承担相应的违约责任：</p>
    <p>（一）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</p>
    <p>（二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</p>
    <p>（三）在万物优联已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</p>
    <p>7.2万物优联仅向您提供本协议约定之服务，您了解万物优联站上的信息系用户自行发布，且可能存在风险和瑕疵。万物优联将通过依照法律规定建立相关检查监控制度尽可能保障您在万物优联站的合法权益及良好体验。</p>
    <p>7.3您理解并同意，在争议调处服务中，万物优联站的客服并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断，万物优联不保证争议调处决定一定符合您的期望，除法律明确规定存在故意或重大过失外，万物优联对争议调处决定不承担责任。</p>
    <h3>八、用户信息的保护及授权</h3>
    <p>8.1个人信息的保护
    万物优联非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用万物优联提供的服务时，您同意万物优联按照在万物优联站上公布的隐私政策保护您的个人信息。万物优联希望通过隐私政策向您清楚地介绍万物优联对您个人信息的处理方式，因此万物优联建议您完整地阅读隐私政策，以帮助您更好地保护您的隐私权。</p>
    <h3>九、用户的违约及处理</h3>
    <p>9.1违约认定</p>
    <p>发生如下情形之一的，视为您违约：</p>
    <p>（一）使用万物优联服务时违反有关法律法规规定的；</p>
    <p>二）违反本协议或本协议补充协议（即本协议第3.2条）约定的。</p>
    <p>为满足海量用户对高效优质服务的需求，您理解并同意，万物优联可在万物优联站规则中约定违约认定的程序和标准。如：万物优联可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为</p>
    <p>9.2违约处理措施</p>
    <p>9.2.1您在万物优联站上发布的信息构成违约的，万物优联可根据相应规则立即对相应信息进行删除、屏蔽处理。</p>
    <p>9.3赔偿责任</p>
    <p>9.3.1如您的行为使万物优联遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿万物优联的上述全部损失。</p>
    <p>9.3.2如您的行为使万物优联遭受第三人主张权利，万物优联可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>
    <p>十、协议的变更</p>
    <p>10.1万物优联可根据国家法律法规变化及维护市场秩序、保护用户合法权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议约定的有效通知方式通知您。</p>
    <p>10.2如您不同意变更事项，您有权于变更事项确定的生效日前联系万物优联反馈意见。如反馈意见得以采纳，万物优联将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用万物优联提供的所有服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用万物优联的服务，则视为您同意已生效的变更事项。</p>
    <h3>十一、有效通知</h3>
    <p>11.1有效联系方式</p>
    <p>您在注册成为万物优联站用户，并接受万物优联服务时，您应该向万物优联提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被有效联系的状态。</p>
    <p>您在注册万物优联站用户时生成的用于登陆万物优联站接收站内信、系统消息等即时信息的会员账户（包括子账户），也作为您的有效联系方式。</p>
    <p>万物优联将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</p>
    <p>11.2通知的送达</p>
    <p>11.2.1万物优联通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在万物优联站公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账户发送系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。</p>
    <p>您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。</p>
    <p>您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。</p>
    <p>你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>
    <p>十二、协议终止</p>
    <p>12.1协议终止的情形</p>
    <p>12.1.1您有权通过以下任一方式终止本协议：</p>
    <p>（一）在满足万物优联站要求的账户注销条件时您通过网站自助服务注销您的账户的；</p>
    <p>（二）变更事项生效前您停止使用万物优联服务并明示不愿接受变更事项的；</p>
    <p>（三）您明示不愿继续使用万物优联服务，且符合万物优联站要求的终止条件的。</p>
    <p>12.1.2出现以下情况时，万物优联可以本协议约定的有效方式通知您终止本协议：</p>
    <p>（一）您违反本协议约定，万物优联依据违约条款终止本协议的；</p>
    <p>（二）您盗用他人账户、发布违禁信息、欺诈、售假、扰乱市场秩序、采取不正当手段牟利等行为，万物优联依据万物优联站规则对您的账户予以关闭的；</p>
    <p>（三）除上述情形外，因您多次违反万物优联站规则相关规定且情节严重，万物优联依据万物优联站规则对您的账户予以关闭的；</p>
    <p>（四）您的账户被万物优联依据本协议回收的；</p>
    <p>（五）万物优联基于合理理由相信您的行为可能会使您、万物优联及万物优联站用户等相关方发生严重损害或产生法律责任；</p>
    <p>（六）其它应当终止服务的情况。</p>
    <p>12.2协议终止后的处理</p>
    <p>12.2.1本协议终止后，除法律有明确规定外，万物优联无义务向您或您指定的第三方披露您账户中的任何信息。</p>
    <p>12.2.2本协议终止后，万物优联仍享有下列权利：</p>
    <p>（一）继续保存您留存于万物优联站的本协议第八条所列的各类信息；</p>
    <p>（二）对于您过往的违约行为，万物优联仍可依据本协议向您追究违约责任。</p>
    <h3>十三、链接</h3>
    <p>万物优联站或第三者均可提供与其他万维网网站或资源的链接。由于万物优联并不控制该等网站和资源，您理解并同意，万物优联并不对该等外在网站或资源的可用性负责，且不认可该等网站或资源上或可从该等网站或资源获取的任何内容、宣传、产品、服务或其他材料，也不对其等负责或承担任何责任。您进一步理解和同意，对于任何因使用或信赖从此类网站或资源上获取的此类内容、宣传、产品、服务或其他材料而造成（或声称造成）的任何直接或间接损失，万物优联均不承担责任。</p>
    <h3>十四、法律适用、管辖及其他</h3>
    <p>14.1本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律；如无相关法律规定的，则应参照商业惯例和（或）行业惯例。</p>
    <p>14.2您与万物优联仅为独立订约人关系。本协议无意结成或创设任何代理、合伙、合营、雇佣与被雇佣或特性授权与被授权关系。</p>
    <p>14.3除双方另有约定外，您同意万物优联因经营业务需要有权将本协议项下的权利义务就部分或全部进行转让，并采取合理途径提前通过法定程序以本协议约定的有效方式通知您。</p>
    <p>14.4因本协议或万物优联服务所引起或与其有关的任何争议，由万物优联与您协商解决。协商不成时，任何一方均可向被告住所地人民法院提起诉讼。</p>
    <p>14.5倘若本协议任何条款被裁定为无效或不可强制执行，该项条款应被撤销，而其余条款应予遵守和执行。条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。万物优联未就您或其他人士的某项违约行为采取行动，并不表明万物优联撤回就任何继后或类似的违约事件采取动的权利。</p>
  </div>
</template>

<script>
</script>

<style lang="scss" scoped>
  .page-service{
    max-width: 1200px;
    margin: 0 auto;
    padding: 60px;
    h3{
      padding:20px 0;
    }
    p{
      line-height: 2;
    }
  }
</style>
